Repository: USDOLPublic/Global-Trace-Apps
Catalog: lib/l10n/intl_*.arb
Languages: ur

source: Ok
ur: ٹھیک ہے

source: Cancel
ur: منسوخ کریں۔

source: Yes
ur: ہاں،

source: Done
ur: ہو گیا

source: Welcome!
ur: خوش آمدید!

# setPasswordToFinishCreating
source: Set a password to finish creating your account.
ur: اپنا اکاؤنٹ مکمل کرنے کے لیے پاس ورڈ سیٹ کریں۔

source: Sign in
ur: سائن ان

source: Sign up
ur: سائن اپ

source: Password
ur: پاس ورڈ

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں۔

source: Account
ur: کھاتہ

source: Forgot password?
ur: پاسورڈ بھول گے

# invalidEmailAddress
source: Please enter your email address in format: yourname@example.com
ur: براہ کرم اپنا ای میل پتہ فارمیٹ میں درج کریں: yourname@example.com۔

# invalidPasswordLength
source: At least eight characters
ur: کم از کم 8 حروف

# invalidConfirmPassword
source: Password doesn't match
ur: تصدیق کیاگیا پاس ورڈ نئے پاس ورڈ سے مماثلت نہیں رکھتا

# erEmailOrPasswordIncorrect
source: Your email address or password is incorrect.
ur: آپ کا ای میل پتہ یا پاس ورڈ غلط ہے۔.

source: Onboard
ur: شمولیت کریں

# pleaseFinishTheFollowing
source: Please finish the following details to have the full function of the app.
ur: ایپ کا مکمل کام کرنے کے لیے براہ کرم درج ذیل تفصیلات کو مکمل کریں۔

source: My Profile
ur: میری پروفائل

source: Self Assessment Questionnaire
ur: سیلف اسیسمنٹ سوالنامہ

source: Manage Business Partners
ur: کاروباری شراکت داروںکو شامل کریں۔

source: Next
ur: آگے چلیں

# notSupportBusiness
source: Sorry, Your role is not currently supported.
ur: معذرت، آپ کا کردار فی الحال تعاون یافتہ نہیں ہے۔

source: First Name
ur: پہلا نام

source: Last Name
ur: آخری نام

source: Name
ur: نام

# businessRegisterNumber
source: Business Registration Number
ur: بزنس رجسٹریشن نمبر

# businessRegisterNumberOptional
source: Business Registration Number (Optional)
ur: بزنس رجسٹریشن نمبر(اختیاری)

source: OS ID
ur: او اے آر آئی ڈی

source: Address
ur: پتہ

source: Certification
ur: سرٹیفکیٹ

source: Chain of Custody
ur: چین آف کسٹڈی

source: Reconciliation Window Start Date
ur: مفاہمت ونڈو شروع ہونے کی تاریخ

source: Reconciliation Window Duration
ur: مفاہمت ونڈو کا دورانیہ

source: Edit
ur: ترمیم

source: Save
ur: محفوظ کریں

# selfAssessment
source: Self Assessment Questionnaire
ur: سیلف اسیسمنٹ سوالنامہ

source: Profile
ur: پروفائل

source: Sign Out
ur: لاگ آوٹ

# erEmailOrPasswordInvalid
source: Your email address or password is incorrect.
ur: آپ کا ای میل پتہ یا پاس ورڈ غلط ہے۔.

# forgotPasswordTitle
source: Forgot Password
ur: پاسورڈ بھول گے

# enterYourEmailBelow
source: Enter your email below to receive your password reset instructions
ur: اپنا پاس ورڈ دوبارہ ترتیب دینے کی ہدایات حاصل کرنے کے لیے نیچے اپنا ای میل درج کریں۔

source: Send
ur: بھیجیں

source: Check your email
ur: اپنا ای میل چیک کریں

# weSentYouAPassword
source: If an account registered to this email exists, a password reset link will be sent to your inbox. The link is only valid for 15 minutes.
ur: ہم نے آپ کو ای میل کے ذریعے پاس ورڈ دوبارہ ترتیب دینے کا لنک بھیجا ہے۔ لنک صرف 15 منٹ کے لیے دستیاب ہے۔

source: Back to Login
ur: لاگ ان پر واپس جائیں۔

# youAreAllSet
source: You're all set
ur: آپ بالکل تیار ہیں

source: Login
ur: سائن ان

source: Your link has expired
ur: آپ کے لنک کی میعاد ختم ہو گئی ہے۔

# yourPasswordResetLinkIsOnlyVadid
source: Your password reset link is only valid for 15 minutes. Please return to the password reset page to request a new link
ur: آپ کا پاس ورڈ دوبارہ ترتیب دینے کا لنک صرف 15 منٹ کے لیے دستیاب ہے. نئے لنک کی درخواست کرنے کے لیے براہ کرم پاس ورڈ دوبارہ ترتیب دینے والے صفحہ پر واپس جائیں

source: Reset Password
ur: پاس ورڈ ری سیٹ

source: No
ur: جی نہیں

source: Upload Another
ur: دوسرا اپ لوڈ کریں۔

source: Remember your password?
ur: اپنا پاس ورڈ یاد ہے؟

source: Your email
ur: آپ کا ای میل

source: Email
ur: ای میل

# thisEmailDoesNotExist
source: The Email does not exist.
ur: ای میل موجود نہیں ہے۔

source: Create your new password
ur: اپنا نیا پاس ورڈ بنالیں

# yourPasswordHasUpdated
source: Your password has been successfully updated. You can use it to log in now.
ur: آپ کا پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہو گیا ہے۔ آپ اسے ابھی لاگ ان کرنے کے لیے استعمال کر سکتے ہیں۔

source: Farm
ur: کھیت

source: Farm Group
ur: فارم گروپ

source: Broker
ur: بروکر

source: Transporter
ur: ٹرانسپورٹر

source: Add
ur: شامل کریں۔

source: Contact
ur: رابطہ

source: Information
ur: معلومات

source: Home
ur: گھر

source: Purchase
ur: خریداری

source: Sell
ur: بیچنا

source: Transport
ur: ٹرانسپورٹ

source: Requests for Information
ur: معلومات کیلئے درخواست

source: Community Risk Scan
ur: رسک اسیسمنٹ کی جانچ پڑتال

# stepOfStep
source: {step} of {totalStep}
ur: {step} از {totalStep}

source: View All
ur: سب دیکھیں

source: Latest Trade:
ur: تازہ ترین تجارت

source: Back
ur: پیچھے

# tutorialUpdatePersonalDetail
source: Update personal details, self assessment questionnaire responses and business partners here.
ur: ذاتی تفصیلات ، سیلف اسیسمنٹ سوالنامے کے جوابات اور کاروباری شراکت داروں کو یہاں اپ ڈیٹ کریں۔

# tutorialRecordPurchases
source: Record product purchases here
ur: اپنے اکاؤنٹ سے خریداریوں کے ریکارڈ کا اندراج کریں۔

# tutorialRecordLotId
source: Record product transformation here
ur: لاٹ آئی ڈی کا اندراج یہاںکریں۔

# tutorialSales
source: Record Sale of products here
ur: اپنے اکاؤنٹ سے سیلزکا اندراج کریں۔

# tutorialTransportation
source: Record transportation here
ur: ہیاں کپاس کی بیلوں کی نقل و حمل کا اندراج کریں۔

# tutorialRequestInfor
source: View a list of requests for information that have been assigned to you.
ur: معلومات کے لیے درخواستوں کی فہرست دیکھیں جو آپ کوفراہم کی گئی ہیں۔.

# tutorialSubmitCommunity
source: Submit a community risk scan here.
ur: کمیونٹی رسک کی جانچ پڑتال یہاں جمع کروائیں۔.

# inviteTokenInvalid
source: Token is invalid or expired
ur: آپ کے لنک کی میعاد ختم ہو گئی ہے۔

# yourAccountSuccessfullyCreated
source: Your account has been successfully created. You can use it to log in now.
ur: آپ کا اکاؤنٹ کامیابی سے بن گیا ہے۔

# tradeFromLabel
source: from
ur: سے

# tradeToLabel
source: to
ur: کو

# lasUpdateTime
source: Last update: {time}
ur: آخری اپ ڈیٹ: {time}

source: Filters
ur: فلٹر

source: Grade
ur: گریڈ

source: Purchaser
ur: خریدار

source: Seller
ur: بیچنے والے

source: Apply
ur: درخواست دیں

source: Date Range
ur: تاریخ کی حد

source: Manage Partners
ur: ترتیب سے لکھیں

source: Trash Content
ur: آلائشوں کی مقدار

# moistureLevel
source: Moisture Level (Percentage)
ur: نمی کا تناسب (فیصد)

source: Cotton Certification
ur: کپاس سرٹیفیکیشن

source: Total Weight
ur: کل وزن

source: Unit
ur: یونٹ

source: Price
ur: قیمت

source: Currency
ur: کرنسی

source: Purchase Order Number
ur: خریداری آرڈر نمبر

# dateAndTime
source: Date/time
ur: تاریخ/وقت

# firstNameLength
source: First Name cannot empty
ur: ہدرکار ہے پہلا نام۔

# lastNameLength
source: Last Name cannot empty
ur: آخری نام درکار ہے۔

# nameLength
source: Name cannot empty
ur: نام درکار ہے۔

# emailLength
source: Email cannot empty
ur: درکار ہے ای میل

# bussinessNameLength
source: Business Name cannot empty
ur: کاروباری نام درکار ہے۔

# osIdLength
source: OS ID cannot empty
ur: او اے آر آئی ڈی ای میل

# haventOsId
source: Didn't have one?
ur: ایک نہیں تھا؟

# clickHere
source: Click here to create.
ur: بنانے کے لیے یہاں کلک کریں۔

source: Country
ur: ملک

source: Province/State
ur: صوبہ/ریاست

source: District
ur: ضلع

source: Street Address
ur: گلی کا پتہ

source: Street Address (Optional)
ur: گلی کا پتہ (اختیاری)

source: Certification And Custody Model
ur: سرٹیفیکیشن اور کسٹڈی ماڈل

# businessSpecial
source: Business registration number cannot empty
ur: بزنس رجسٹریشن نمبر درکار ہے۔

# phoneInput
source: Phone (including country code) (Optional)
ur: فون (ملکی کوڈ سمیت) (اختیاری)

source: Register OS ID
ur: او اے آر آئی ڈی رجسٹر کریں۔

source: Request OS ID
ur: او اے آر آئی ڈی کی درخواست کریں۔

source: Business Information
ur: کاروباری معلومات

source: Business Name
ur: کاروبار کا نام

source: Total weight invalid
ur: غلط کل وزن

source: Price invalid
ur: غلط قیمت

source: Add Business Partner Information
ur: بزنس پارٹنر کی معلومات شامل کریں۔

source: Add Business Partner
ur: بزنس پارٹنر شامل کریں۔

source: Farm Name
ur: فارم کا نام

# spinnerName
source: Spinner Name (OS ID, Business Registration Number)
ur: اسپنر کا نام (OS ID، کاروباری رجسٹریشن نمبر)

# brokerName
source: Broker Name (Business Registration Number)
ur: بروکر کا نام (کاروباری رجسٹریشن نمبر)

# transporterName
source: Transporter Name (Business Registration Number)
ur: ٹرانسپورٹر کا نام (کاروباری رجسٹریشن نمبر)

source: Upload Packing List
ur: پیکنگ لسٹ اپ لوڈ کریں۔

source: Total Price
ur: کل قیمت

source: Invoice Number
ur: انوائس نمبر

source: Upload Invoice
ur: انوائس اپ لوڈ کریں۔

source: Added Time
ur: شامل کردہ وقت

source: Quality
ur: معیار

source: Download Certification
ur: سرٹیفیکیشن ڈاؤن لوڈ کریں۔

source: Unable to access camera!
ur: کیمرے تک رسائی حاصل کرنے سے قاصر!

# noCameraPermissionDesctiption
source: This app needs camera access to scan QR codes
ur: اس ایپ کو کیو آر کوڈ اسکین کرنے کے لیے کیمرے تک رسائی درکار ہے۔

# cameraAccessDenied
source: Camera access denied. Let open the app setting to enable it!
ur: کیمرے تک رسائی سے انکار کر دیا گیا۔ اسے فعال کرنے کے لیے ایپ کی ترتیب کو کھولنے دیں!

source: Data Saved!
ur: ڈیٹا محفوظ ہو گیا!

# dnaId
source: DNA identifier
ur: ڈی این اے شناخت کنندہ

# dnaIdOptinal
source: DNA identifier (Optional)
ur: ڈی این اے شناخت کنندہ (اختیاری)

# uploadCertification
source: Upload Certificate
ur: سرٹیفکیٹ اپ لوڈ کریں۔

source: Packing List Number
ur: پیکنگ لسٹ نمبر

# uploadTransportationLog
source: Upload Transportation Log/Packing List
ur: ٹرانسپورٹیشن لاگ/پیکنگ لسٹ اپ لوڈ کریں۔

# addSuccess
source: {field} Added!
ur: !{field} شامل کردہ

source: Verified
ur: تصدیق شدہ

source: Not Verified
ur: غیر تصدیق شدہ

# verifiedSumup
source: Verified: {tracedValue} of {total}
ur: تصدیق شدہ: {tracedValue} کی {total}

source: Reset
ur: فلٹر کو ری سیٹ کریں۔

# moistureLevelMustNotGreater
source: Moisture Level must not be greater than 100
ur: نمی کا تناسب دس فی صد سے زیادہ نہیں ہونی چاہیے۔

# moistureLevelMustGreater
source: Moisture Level must be greater than 0
ur: نمی ک تناسب زیرو سے زیادہ ہونا چاہیے۔

source: Current Password
ur: موجودہ پاس ورڈ

# currentPasswordLower
source: Current password
ur: موجودہ پاس ورڈ

# newPasswordLower
source: New password
ur: نیا پاس ورڈ

# confirmPasswordLower
source: Confirm password
ur: پاس ورڈ کی تصدیق کریں۔

# confirmPasswordNotMatch
source: Confirm password does not match with new password
ur: Confirm password not match with New password

source: Add Partner
ur: پارٹنر شامل کریں۔

# partnerHintTest
source: Partner Name (Business Registration Number)
ur: پارٹنر کا نام (کاروباری رجسٹریشن نمبر)

source: Not me.
ur: میں نہیں.

# notMePleaseRegisterOsIdAbove
source: Please register using details supplied above !
ur: براہ کرم اوپر فراہم کردہ تفصیلات کا استعمال کرتے ہوئے رجسٹر کریں۔

# notMePleaseEnterNewOsId
source: Please enter the new information to register new OS ID !
ur: نئی او اے آر آئی ڈی رجسٹر کرنے کے لیے براہ کرم نئی معلومات درج کریں!

source: OS ID registered!
ur: !او ایس آئی ڈی رجسٹرڈ

source: History
ur: تاریخ

source: Assign Lot ID
ur: لاٹ آئی ڈی کا اندراج کریں۔

source: Response Submitted!
ur: جواب جمع کروا دیا۔

source: Location
ur: مقام

source: Indicators
ur: اشارے

source: Severity
ur: شدت

source: Upload File
ur: فائل اپلوڈ کریں

source: Submit
ur: جمع کروائیں

source: Notes
ur: نوٹ

source: Respond to request
ur: درخواست کیلئے جواب دیں

source: Submission
ur: جمع کروائیں

source: Source
ur: ذریعہ

source: Message from requestor
ur: درخواست کرنے والے کا پیغام

source: Responded
ur: جواب دیا

# businessRegisterPrefix
source: Reg No:
ur: بزنس رجسٹریشن نمبر۔

# osIdPrefix
source: OS ID:
ur: او اے آر آئی ڈی

# noInternetSubmitData
source: No internet connection available. The data will be submitted automatically when network is available
ur: کوئی انٹرنیٹ کنکشن دستیاب نہیں ہے۔ نیٹ ورک دستیاب ہونے پر ڈیٹا خود بخود جمع ہو جائے گا۔

# fileTooLarge
source: File upload must be smaller than 10 Mb
ur: دس ایم بی سے چھوٹی فائل اپلوڈ کریں۔

source: Completed
ur: مکمل

source: Pending
ur: زیر التواء

source: Failed
ur: ناکام

source: Total seed cotton purchased
ur: تمام پھٹی کی خریداری کی گئی۔

source: Estimated lint cotton conversion
ur: پھٹی سے روئی بنانے کا تخمینہ

# estimatedBasedOnPersent
source: Estimation based on {present}% conversion rate.
ur: پھٹی سے روئی بنانے کا{present}فی صد تخمینہ

# theWeightTransportMustBeLeast
source: Total Weight must not be less than {totalWeight}
ur: {totalWeight}کم نہیں ہونا چاہیۓ کل وزنوزن

source: Make an account here..
ur: یہاں ایک اکاؤنٹ بنائیں..

# organizationDetail
source: Organization Details
ur: تنظیمی تفصیلات

source: Partner Type
ur: پارٹنر کی قسم

source: Facility Name
ur: نام سہولت

source: Submit Further Information
ur: مزید معلومات جمع کروائیں

# noTransactionsMessage
source: No transactions.
ur: کوئی لین دین نہیں۔ آئیے جننگ کرتے ہیں!

# fileAndAttachment
source: File & attachment
ur: فائل اور اٹیچمنٹ

source: Facility
ur: سہولت یا فیکٹری

# noRequestInformation
source: No requests for information!
ur: ظاہر کرنے کے لیے کوئی واقعہ رپورٹ نہیں ہے۔

# newPasswordMustBeDifferent
source: New password must be different from current password
ur: New password must be different Current password

# profileSuccessfully
source: Your profile has been successfully updated
ur: پروفائل کامیابی کے ساتھ مکمل ہو گیا ہے۔

source: Partner has been removed!
ur: کاروباری شراکت دارکو ہٹا دیا گیا ہے!

source: Use my current location
ur: میری موجودہ لوکیشن استعمال کریں

source: OS ID does not exist.
ur: او ایس آئی ڈی موجود نہیں ہے۔

source: Upload Proof
ur: ثبوت اپ لوڈ کریں۔

# detectLocationFail
source: There was an error while detect location. Please try again later
ur: لوکیشن حاصل کرنے میں ناکامی

# turnOnLocation
source: The location services had been turned off. Please, turn on the location services and try again!
ur: لوکیشن سروسز بند کر دی گئی تھیں۔ براہ کرم، لوکیشن سروسز کو آن کریں اور دوبارہ کوشش کریں!

# saqSuccessfullyCompleted
source: SAQ has been completed successfully
ur: ایس اے کیو کامیابی سے مکمل ہو گیا ہے۔

# bussinessInformationInValid
source: Business Information is invalid!
ur: غلط کاروباری معلومات

source: Cotton Certification (Optional)
ur: کپاس سرٹیفیکیشن (اختیاری)

source: Grade (Optional)
ur: گریڈ (اختیاری)

source: Total Price (Optional)
ur: کل قیمت (اختیاری)

source: Price (Optional)
ur: قیمت (اختیاری)

# yourSAQCurrentProgressSaved
source: Your SAQ current progress has been saved
ur: آپ کی ایس اے کیو کی موجودہ پیشرفت کو محفوظ کر لیا گیا ہے۔

# theFllowingQuestionIncomplete
source: The following questions are incomplete
ur: درج ذیل سوالات نامکمل ہیں۔

source: Question
ur: سوال

source: Okay
ur: ٹھیک ہے

# continueSAQ
source: Continue Self Assessment Questionnaire
ur: نیا سیلف اسسمنٹ سوالنامہ شروع کریں۔

# viewSAQ
source: Start New Self Assessment Questionnaire
ur: سیلف اسسمنٹ سوالنامہ دیکھیں

source: Numeric invalid
ur: غلط نمبر

# businessNameLower
source: Business name
ur: کاروبار کا نام

# newFacilityHasRegitered
source: New facility has been registered with supplied details.
ur: نئی سہولت فراہم کی گئی تفصیلات کے ساتھ رجسٹر کی گئی ہے۔

# passwordToolTips
source: Your password should be at least 8 characters and include all of the following - one letter, one capital letter, one number, one special character
ur: پ کا پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے اور اس میں درج ذیل سبھی شامل ہونا چاہیے - ایک حرف، ایک بڑا حرف، ایک نمبر، ایک خاص حرف

# highSevrity
source: High
ur: ہائی

# mediumSevrity
source: Medium
ur: درمیانہ

# lowSevrity
source: Low
ur: کم

source: Status
ur: حالت

# priority
source: Report priority
ur: ترجیحی رپورٹ

# subIndicators
source: Sub-Indicator
ur: ذیلی اشارے

# numIndicatorAdded
source: {num} indicators added
ur: {num} اشارے شامل کیا گیا۔

# oneIndicatorAdded
source: 1 indicator added
ur: 1 اشارے شامل کیا گیا۔

source: (Optional)
ur: (اختیاری)

# showPhone
source: Phone (including country code)
ur: فون (ملکی کوڈ سمیت)

source: ABRAPA
ur: اے بی آر اے پی اے

source: BASF e3
ur: بی اے ایس ایف ای 3

# betterCotton
source: Better Cotton Initiative (BCI)
ur: بی سی آئی

source: Cleaner Cotton
ur: کلینر کپاس

# cottonMadeInAfrica
source: Cotton made in Africa (CmiA)
ur: کاٹن میڈ ان افریقہ(سی ایم آئی اے)

source: Fairtrade
ur: فئر ٹریڈ

source: Fairtrade Organic
ur: فئر ٹریڈ آرگینک

source: Field to Market
ur: فیلڈ ٹو مارکیٹ

source: ISCC
ur: آئی ایس سی سی

source: myBMP
ur: مائی بی ایم پی

source: Organic Cotton
ur: آرگینک کاٹن

source: Recycled Cotton
ur: ری سائیکلڈ کاٹن

source: REEL Cotton
ur: آر ای ای ایل کاٹن

source: Regenerative Cotton
ur: ری جنریٹو کاٹن

source: Transitional Cotton
ur: ٹرانزیشنل کاٹن

# usCotton
source: United States Cotton Trust Protocol
ur: امریکن کاٹن ٹرسٹ پروٹوکول

source: Conventional Cotton
ur: روایتی کپاس

source: Seed Cotton Super
ur: پھٹی سپر گریڈ

source: Seed Cotton Grade 1
ur: پھٹی گریڈ نمبر1

source: Seed Cotton Grade 2
ur: پھٹی گریڈ نمبر2

source: Seed Cotton Grade 3
ur: پھٹی گریڈ نمبر3

source: Seed Cotton Grade 4
ur: پھٹی گریڈ نمبر4

source: Seed Cotton Grade 5
ur: پھٹی گریڈ نمبر5

source: Lint Cotton Super
ur: روئی سپرگریڈ

source: Lint Cotton Grade 1
ur: روئی گریڈ نمبر1

source: Lint Cotton Grade 2
ur: روئی گریڈ نمبر2

source: Lint Cotton Grade 3
ur: روئی گریڈ نمبر3

source: Lint Cotton Grade 4
ur: روئی گریڈ نمبر4

source: Lint Cotton Grade 5
ur: روئی گریڈ نمبر5

source: Other
ur: دیگر

source: KG
ur: کلو گرام

source: LBS
ur: ایل بی ایس پاونڈ

# unitUpcase
source: UNIT
ur: یونٹ

source: USD
ur: امریکن ڈالر

source: PKR
ur: پی کے آرپاکستانی روپے

source: M
ur: ایم

source: Mass Balance
ur: ماس بیلنس

source: Product Segregation
ur: مصنوعات کی علیحدگی

source: Register Broker
ur: رجسٹر بروکر

source: Register Transporter
ur: رجسٹر ٹرانسپورٹر

source: Business Partner Contact
ur: شراکت دار کا رابطہ

source: Business Partner Information
ur: شراکت دار کی معلومات

# weFoundSimilarResultsToDetails
source: We found similar results to your details. Please confirm which record to use:
ur: ہمیں آپ کی تفصیلات سے ملتے جلتے نتائج ملے۔ براہ کرم تصدیق کریں کہ کون سا ریکارڈ استعمال کرنا ہے۔

# cottonCertificationGRS
source: GRS
ur: جی آر ایس

# cottonCertificationBCI
source: BCI
ur: بی سی آئی

# cottonCertificationGOTS
source: GOTS
ur: جی او ٹی ایس

# cottonCertificationOrganic
source: Organic Cotton
ur: آرگینک کاٹن

# cottonCertificationLeather
source: Leather Working Group
ur: لیدر ورکنگ گروپ

# cottonCertificationOEKO
source: OEKO Tex
ur: اوای کے او ٹیکس

# cottonCertificationOther
source: Other
ur: دیگر

source: Goods
ur: سامان

source: Processing Facility
ur: پروسیسنگ کی سہولت

source: Register Processing Facility
ur: پروسیسنگ کی سہولت شامل کریں۔

# searchProcessingFacilityHint
source: Facility Name (Business Registration Number)
ur: اسپنر کا نام (او ایس آئی ڈی، کاروباری رجسٹریشن نمبر)

source: Type
ur: قسم

source: Contact Name
ur: رابطے کا نام

source: Phone
ur: فون

source: Record by-product
ur: بائی پروڈکٹ ریکارڈ کریں۔

source: Transformation
ur: تبدیلی

# requestHome
source: Requests
ur: درخواستیں

# addProduct
source: Add Products
ur: پروڈکٹ شامل کریں۔

source: Add Products Manually
ur: دستی طور پر پروڈکٹ شامل کریں۔

source: Product ID
ur: پروڈکٹ کی آئی ڈی

source: Download
ur: فائلیں ڈاؤن لوڈ کریں۔

source: Field invalid
ur: فیلڈغلط

source: Product
ur: مصنوعات

source: Products
ur: مصنوعات

# laborName
source: Name
ur: نام

source: Product List
ur: مصنوعات کی فہرست

source: Product already purchased
ur: پروڈکٹ خریدی جاتی ہے۔

# productAlreadySold
source: Product is invalid or sold
ur: پروڈکٹ غلط ہے یا بیچی گئی ہے۔

source: Product already transported
ur: پروڈکٹ پہلے ہی منتقل ہو چکا ہے۔

source: Add Input Product
ur: ان پٹ پروڈکٹ شامل کریں۔

source: Add Output Product
ur: آؤٹ پٹ پروڈکٹ شامل کریں۔

source: Overview
ur: جائزہ

# productQuantitiesCantCalculatedMarginError
source: Product quantities cannot be automatically converted so <margin of error> cannot be calculated.
ur: اس لیے مارجن غلطی کا حساب نہیں لگایا جا سکتا۔ پروڈکٹ کی مقدار کو خود بخود تبدیل نہیں کیا جا سکتا

# productQuantitiesCantCalculatedMassBalance
source: Product quantities cannot be automatically converted so <Mass Balance> cannot be calculated.
ur: اس لیے ماس بیلنس کا حساب نہیں لگایا جا سکتا۔ پروڈکٹ کی مقدار کو خود بخود تبدیل نہیں کیا جا سکتا

source: Margin of Error
ur: غلطی کی گنجائش

# totalInput
source: Total Inputs
ur: کل ان پٹس

# totalOutput
source: Total Outputs
ur: کل آؤٹ پٹس

source: By-product
ur: بائی پروڈکٹ

# duplicateProduct
source: Duplicate product ID
ur: ڈپلیکیٹ پروڈکٹ آئی ڈی

source: Sale
ur: فروخت

# newStatus
source: New
ur: نئی

source: Viewed
ur: دیکھا

source: Response sent
ur: جواب بھیجا گیا۔

# indicatorSub
source: Indicator/Sub-indicator
ur: انڈیکیٹرز / سب انڈیکیٹرز

# totalWeightIsRequired
source: This total weight is required
ur: یہ کل وزن وزن درکار ہے۔

source: Upload Receipt or Purchase Record
ur: رسید یا خریداری کا ریکارڈ اپ لوڈ کریں۔

source: Report Number
ur: رپورٹ نمبر

source: Non-participating {role}
ur: غیر شریک {role}

source: Non-participating
ur: غیر شریک

# partnerContact
source: {field} Contact
ur: رابطہ{{field}}

# partnerInformation
source: {field} Information
ur: کی معلومات{{field}}

source: {value} months
ur: {value} مہینے

source: {value} month
ur: {value} مہینہ

source: Select date
ur: تاریخ منتخب کریں۔
